松开 将 驾驶位膝部气囊电气线束 固定 到 底部仪表板 的 夹子 。 
用 干净 的 超细纤维毛巾 去除 车身 板件 上 的 切削液 和 水 。 
将 针脚 固定 到 连接器 上 。 
使用 异丙醇湿巾 或 等效 产品 彻底 清洁 雨刮器片 和 挡风玻璃 。 
断开 12v电源 。 请参阅 12v/低压电源 。 
拆下 将 后饰板 固定 到 车身后角 的 紧固件 。 
连接 倾斜电机连接器 注 1 个 连接器 
验证 挡风玻璃雨刮器 和 清洗器 的 运转 情况 。 
使用 缓冲止动块拆卸工具 安装 左缓冲止动块 。 
将 前围板线束连接器 安装 到 右侧车身控制器 注 1 个 连接器 
松开 将 驾驶位座椅靠背饰板 固定 到 座椅靠背泡沫 的 系带 。 
拆下 高压电池直流输入总成 。 请参阅 直流输入总成 高压电池 。 
断开 后饰板线束连接器 。 
拆下 将 横梁 固定 到 暖通空调总成 的 螺栓 。 
打开 p1 。 
完全 降下 左后车窗 。 
检查 已 编程 nfc卡 是否 工作 。 
从 前车身控制器 上 松开 前部线束盖 ， 然后 从 车上 拆下 前车身控制器 。 
将 冷却液压力测试仪 固定 到 压力接头适配器 。 
从 仪表板 上 拆下 转向柱上部护罩 。 
解开 座椅安全带 。 
从 左车身控制器模块连接器 中断 开 顶篷电气线束 。 
戴上 高压绝缘手套 和 皮革手套 。 
连接 左 和 右后雾灯/倒车灯电气连接器 。 
安装 将 排放器导管适配器 固定 到 暖通空调总成 的 夹子 。 
将 前雷达传感器线束 连接 到 前端支架夹 。 
将 吸盘 从 背光灯玻璃 上 取下 。 
等待 20 分钟 让 粘合剂 达到 处理 强度 。 
断开 电气线束 与 方向盘左开关连接器 的 连接 。 
按 需 将 客户物品 重新 放置 在 中控台 中 。 
将 连接器 安装 到 车载电脑 左侧 注 7 个 连接器 
用手 拧紧 用于 穿过 高压电池中梁滑板盖 固定 高压电池 中间 部分 的 螺栓 。 
手动 拧紧 将 横梁 固定 到 暖通空调总成 的 螺栓 。 
放置 车门 后 ， 让 铰链 与 白板笔 或 胶带 标记 处 相对 齐 。 
断开 电气连接器 与 中控台 后部 的 连接 。 
安装 低压电池电缆支架 。 
将 前部线束夹 安装 在 右前车架纵梁 区域 。 
在 隔板 区域 ， 断开 电气线束 与 高压互锁回路连接器 的 连接 。 
安装 前流线型护板 。 请参阅 面板 流线型护板 前 。 
将 拖车跳线线束夹 固定 到 拖车 挂钩 。 
踩 制动踏板 ， 直至 感受 刹车 稳定 有力 。 
将 充电接口母排连接器 安装 在 母排高压电池直流输入总成 上 。 
连接 冷却器 与 exv总成 的 冷却液软管 ， 然后 紧固 夹子 。 
将 电气线束 连接 到 动力总成泵 至 门槛软管 冷却液温度传感器连接器 。 
缓慢 地 打开 调压器 上 的 阀门 ， 使 冷却液 从 动力总成回流软管 中 排出 。 
从 车辆 外部 ， 将 尼龙绳 置于 背光灯玻璃 周围 。 
安装 后部车牌 。 1 . 5nm 
断开 高压pt传感器电气连接器 。 
松开 将 后副框架 固定 到 副框架举升工具 的 固定带 。 
松开 将 高压电池冷却液软管 固定 到 左剪力板 的 夹子 。 
降下 全部四个 车窗 。 
使用 定位销将 全景摄像头盖 置于 挡风玻璃支架 上 的 正确 位置 处 。 
将 前部线束夹 安装 到 左 外侧 纵梁 区域 。 
松开 将 冷却液软管 和 电气线束 固定 到 12v电池支架横梁 的 夹子 。 
在 锁片 附近 进行 推拉测试 ， 确保 座垫 完全 入位 。 
将 新 的 系带 固定 翻转门 放到 杂物盘 上 ， 以使 支脚 对齐 。 
拆下 执行机构 。 请参阅 执行机构 行人 保护 左 。 
将 电气线束 连接 到 腰部支撑泵连接器 。 
将 固定 车载电脑 至 支架 的 左下部螺钉 拧松 两圈 。 
断开 油泵连接器 注 1 个 连接器 
安装 将 前驱动单元逆变器入口软管 固定 到 车辆 的 夹子 。 
松开 将 杯托饰件 固定 到 中控台 的 夹子 。 
安装 12v/低压电池 。 请参阅 12v/低压电池 
在 车载电脑 下方 放置 吸附材料 ， 以 收集 溢出 的 冷却液 。 
将 电气连接器 连接 到 前备箱盖锁执行机构 。 
在 大灯测试仪工具 上 ， 选择 屏幕 右下角 的 laser 图标 。 
松开 将 右前毡毯 固定 到 车辆 的 夹子 ， 然后 拆下 毡毯 。 
使用 toolbox ， 在 搜索字段 中 输入 reset_ di 。 
执行 所有 待 执行 的 维修程序 。 
拉 拽 密封条 ， 将 其 从车 身上 拆下 。 
断开 电气线束 与 热膨胀阀连接器 的 连接 。 
检查 左后车窗 的 间隙 和 平整度 ， 并 按 需 调节 。 
安装 执行机构 。 请参阅 执行机构 行人 保护 左 。 
降下 全部四个 车窗 
在 车辆触摸屏 上 ， 打开 前备箱盖 以 分开 前备箱盖锁 。 
小心 地 将 连接板 的 正面 压入 车载电脑 。 
断开 电气线束 与 侧气囊连接器 的 连接 。 
将 清洗器储罐 安装 入位 
拆下 徽标 的 保护膜 ， 然后 从 前备箱盖 上 拆下 固定装置 。 
完全 降下 左前车窗 。 
确保 夹子 未损坏 ， 并且 位于 饰板 的 正确 位置 上 。 
调节 后轮外倾角 。 请参阅 调节 后轮外倾角 。 
小心 松开 将 遮阳板止动盖板 固定 到 止动基座 的 夹子 ， 然后 从 车上 拆下 盖板 。 
松开 冷却液软管 上 的 夹子 ， 将 冷却液软管 连接 到 车载电脑 上 ， 然后 紧固 夹子 。 
将 配电盒线束 连接 到 高压控制器连接器 。 
将 泄漏测试插头 安装 到 配电盒探针盖板 中 。 
摆正 方向盘 ， 并用 方向盘托架 将 其 锁住 。 
拆下 并弃 用 右高压电池通风罩总成 中 的 高压电池通风口 。 
将 驾驶位气波槽 安装 到 暖通空调总成 中 
断开 空调压缩机高压电气线束 ， 然后 从 连接器支架 上 拆下 空调压缩机高压电气线束 。 
松开 锁片 ， 然后 断开 温度系统次总成线束 与 前部控制器 的 连接 。 
在 触摸屏 上 ， 选择 完成 。 
踩下 制动踏板 ， 然后 换入 前进 挡 。 
松开 将 仪表板维修面板 固定 到 仪表板 的 夹子 ， 然后 断开 温度传感器连接器 。 
从 fm天线放大器 上 断开 电气连接器 。 
断开 线束连接器 与 右通风槽 的 连接 ， 然后 拆下 通风槽 。 
拆下 徽标 上 的 保护膜 ， 然后 从 行李箱盖 上 拆下 固定装置 。 
将 系带挂钩 拧紧 至 左a柱上部饰板 。 
将空 的 冷却液容器 放入 前部储物区域 
将 电气线束 连接 到 座椅占用传感器连接器 。 
撕下 气囊 上 的 保护胶带 。 
拆下 将 充电接口母排 固定 到 高压接头 的 螺栓 。 
断开 直流输入总成连接器 上 的 电气线束 。 
开始 空调制冷剂 回收 ， 然后 返回 此 程序 。 请参阅 回收 。 
断开 电气线束 与 中 前部气囊传感器连接器 的 连接 。 
将 升降机 臂 彻底 移出 车辆 下方 ， 并 下降 升降机 垫板 。 
拆下 仪表板支架 。 请参阅 仪表板支架 。 
在 打磨 痕迹 的 中央 滴 一滴 直径 10 毫米 的 切削液 。 
拆下 前备箱后部储物单元 。 请参阅 前备箱储物单元 。 
将 冷却液排放容器 放置 在 车辆 前部 左侧 下方 。 
在 高压电池 右后 下方 放置 冷却液排出容器 。 
将 温度系统线束 连接 到 前车身控制器模块连接器 。 
松开 将 12v线束 固定 到 车身 的 夹子 。 
安装 后悬架护罩 。 请参阅 盖板 后悬架 左 。 
如 有 ， 请 锁定 升降机 的 定位侧板/转动板 。 
将 充电接口哑插头 安装 到 直流输入总成 。 
安装 因 排放 冷却液 而 拆下 的 组件 。 请参阅 安装 。 
安装 完成 后 ， 向 挡风玻璃清洗器储液罐 充注 挡风玻璃 清洗液 。 
断开 电气线束 与 座椅高度电机连接器 的 连接 。 
断开 电气线束 与 分流器连接器 之间 的 连接 。 
连接 车辆 右侧 的 12v噪音过滤器天线连接器 。 
拆下 右前主毡毯 。 
安装 手机托盘 。 请参阅 电话托盘中控台 。 
安装 前车牌架 。 请参阅 支架 车牌 前 。 
安装 后部中央支架总成 ， 连接 后部 ble ， 然后 拧紧 后部中央支架 线束夹 。 
从 右c柱调谐器连接器 上 断开 背光灯 电气线束 。 
断开 gps天线电气连接器 。 
从 左后悬架弹簧 上 拆下 弹簧压缩器 。 
将 前排座椅 充分 向 后 移动 并 移入 最低 的 位置 。 
断开 供气装置 与 后 副框架举升工具 的 连接 。 
安装 将 接地带 固定 到 前车身控制器模块 后 上部 的 螺栓 。 
松开 弹簧夹 以 断开 高压电池供液软管 ， 然后 用 塞子 塞住 软管 的 凹进侧 。 
拆下 中控台右板毡毯 。 
打开 两扇 左车门 。 
执行 空调 制冷剂再充注 。 
拆下 冷凝器 上 的 卡环 。 
从 车上 拆下 低压电池 。 
使用 饰板工具 撬开 车门内把手 前部 。 
拆下 配电盒 右侧 的 泡沫盖板 。 
小心 地 从 车上 拆下 左前弹簧 和 减震器总成 。 
拧紧 将 冷却液软管 固定 到 右剪力板 的 枞树夹 。 
拧紧 将 电气线束 固定 到 左前防撞罐 的 夹子 。 
连接 行李箱闩锁电气连接器 。 
拆下 直流直流接地母排 。 请参阅 母排 dcdc 接地 。 
安装 前备箱储物单元 。 请参阅 前备箱储物单元 。 
将 座椅靠背 旋转 到 垂直 位置 
将 电气线束 连接 到 低压传感器连接器 。 
将 前部线束 的 右侧从轮拱 排布 到 前备箱 区域 。 
松开 将 电气线束 固定 到 座椅安全带锁扣连接器 附近 座垫骨架 的 夹子 。 
执行 能 与 制冷剂再充注 同时 进行 的 维修程序 。 
将 装有 toolbox3 的 笔记本电脑 与 车辆 相连 。 
如果 高压电池替换件 配有 高压电池中梁滑板 ， 请 转到第 13 步 。 
安装 将 前备箱盖锁副执行机构 固定 到 前端支架 的 夹子 。 
安装 新鲜空气进气总成 注将 夹子 置于 隔板螺柱 上 
将 电气连接器 连接 到 第二排座椅 左 座椅安全带 卷收 器 。 
松开 将 顶蓬线束 固定 到顶 蓬 的 夹子 ， 然后 从顶 蓬上 拆下 线束 。 
断开 电气线束 与 左后座椅安全带连接器 的 连接 。 
安装 扶手 前 ， 确保 紧固 扶手 时 ， 扶手 处于 开启 状态 。 
在 车载电脑冷却液软管 连接 下 放置 吸收性材料 ， 以 收集 溢出 的 冷却液 。 
安装 将 左前毡毯 固定 到 车辆 的 夹子 。 
拆下 将 排放管 固定 到 压缩机 的 螺母 ， 然后 从 压缩机 上 拆下 排放管 。 
安装 前备箱储物单元毡毯 。 
在 后饰板 区域 ， 松开 将 电气线束 固定 到 车身 的 夹子 。 
断开 高压电池冷却液泵连接器 的 电气线束 连接 。 
拆下 车身前部控制器模块 。 请参阅 模块 车身 控制器 前 。 
断开 低压压力 和 温度传感器 的 电气连接器 。 
使 前备箱储物单元 中 的 密封件 松脱 ， 然后 从 前备箱储物单元 中 拆下 密封件 。 
将 方向盘电气线束 连接 到 连接器 。 
松开 将 高压电池冷却液软管 固定 到 右剪力板 的 夹子 。 
拆下 并弃 用 将 行李箱线束 接地带 固定 到 行李箱盖 的 螺栓 。 
将 电气连接器 连接 到 调谐器 后部 。 
升起 左前车窗 。 
将 b柱左上部饰板 置于 一旁 。 
升起 左前车窗 并 关闭 左前车门 。 
连接 压缩空气供气管 。 
打开 全部 车门 并 完全 降下 全部 车窗 。 
执行 相应 服务程序 ， 以便 排出 动力总成冷却液 。 
从 配电盒探针盖板 中 拆下 泄漏测试适配器 。 
将 车辆 升高 至 所 需 维修高度 ， 然后 降下 升降机 ， 直到 安全锁 正确 接合 。 
拆下 塞子 并 重新 连接 高压电池回流软管 。 
向 冷凝器 中 插入 新干燥剂包 。 
断开 电气连接器 与 前备箱盖锁连接器 的 连接 。 
拧紧 将 低压电气线束 固定 到 配电盒 处 充电端口 至 高压电池线束支架 的 夹子 。 
确保 挡泥板 与 车身 对齐 。 按 需 进行 调整 。 
为 系统 重新 充注 冷却液 。 请参阅 冷却系统 。 
将 按钮螺塞 安装 到 车门底部 。 
使用 异丙醇湿巾 清洁 即将 安装 dualmotor徽标 的 行李箱 区域 。 
松开 将 杯托饰板 固定 到 中控台总成 的 夹子 ， 然后 断开 安全控制器电气连接器 。 
松开 左后半轴螺母 。 
安装 将 顶篷前侧中部 固定 到 车身 的 夹子 。 
使用 间隙 和 齐平度工具 检查 左前车窗玻璃 的 装配 情况 。 
在 tools 菜单 上 ， 点击 activealerts 。 
执行 真空泄漏测试 和 注油 。 请参阅 真空泄漏测试 和 注油 。 
断开 座椅滑轨电机连接器 注 1 个 连接器 
将 电气连接器 连接 到 湿度 和 温度传感器 。 
排放 制动液 。 请参阅 制动液 排放/冲洗 。 
将 手套箱 安装 到 仪表板支架 上注 3 个 夹子 
断开 车辆 右侧 的 12v噪音过滤器天线连接器 。 
拆下 固定 主缸制动管路 与 4 管束 的 支架 。 
拆下 前置全景摄像头 。 请参阅 摄像头 全景 前置 。 
将 尼龙绳 的 一端 插入 穿线器 的 孔中 ， 然后 将 其 拉入 车辆 内部 。 
稍微 松开 但 不要 拆下 左前上方控制臂支座螺栓 。 
使用 异丙醇 清理 车辆 上 的 聚氨酯路径 。 等待 表面 干燥 之后 ， 再 继续 进行 下 一步 。 
将 背光灯玻璃加热器接地带 连接 到 左c柱 上 。 
拆下 空调高压端口盖 和 低压端口盖 。 
如果 试用 期间 ， 把手 过紧 或 缓慢 回收 ， 请 更换 把手 。 
从 行李箱 外缘 松开 行李箱密封条 ， 然后 从车 身上 拆下 密封条 。 
至少 等候 5 分钟 ， 让 冷却液 彻底 排净 。 
连接 靠背倾角调节电机 注 1 个 连接器 
保护 所有 电气组件 ， 避免 因 过度 喷漆 而 造成 损坏 。 
施加压力 ， 直至 抛光机 开始 失速 ， 然后 减少 压力 ， 直至 抛光机 正常 转动 。 
将 喇叭总成 放在 方向盘 上 ， 然后 紧固 夹子 。 
安装 门槛后备箱饰板 。 请参阅 饰板 门槛 行李箱 。 
从 车上 取下 笔记本电脑 ， 但 不要 关闭 toolbox 。 
紧固 松开 将 电气线束 固定 到 车载电脑 的 夹子 。 
拆下 将 防溅罩 连接 到 轮拱内衬 的 螺钉 和 垫圈 或 推入式夹 。 
脱 下 高压绝缘手套 
固定 将 车身 电气线束 固定 到 仪表板 的 夹子 。 
按 需 对 前备箱盖总成 执行 间隙 和 平整度 调节作业 。 
松开 将 外壳围板 固定 到 座椅 下方 的 夹子 ， 然后 从 座椅 上 拆下 外壳 。 
松开 夹子 并 从 超级瓶左前侧 断开 散热器入口软管 。 
连接 第二排座垫线束 ， 然后 安装 第二排座垫 。 
拆下 将 冷却液软管 固定 到 空调压缩机支架 的 夹子 注 2 个 夹子 
安装 后饰板总成 。 请参阅 饰板 后部 。 
松开 将 转向柱上部间隙隔套 固定 到 转向柱 的 夹子 。 
使用 塑料饰板工具 从 第二排座椅 松开 调节导件 。 
打开 左前车门 并 降下 左前车窗 。 
将 压缩机高压电气线束 向 减震塔支架 前部 移动 ， 以便 于 拆卸 压缩机 。 
从 配电盒基座 向外 测量 180 毫米 ， 然后 使用 遮蔽胶带 标记 位置 。 
使用 带滑动锤 的 干燥剂过滤器拆卸工具 拆下 干燥剂过滤网 。 
安装 将 前驱动单元接地线 固定 到 前驱动单元 的 夹子 。 
安装 前备箱储物单元毡毯 。 请参阅 毡毯 前备箱 储物 。 
使用 干净 的 抹布 清理 前备箱盖基座 和 铰链 上 的 球头销 。 
拆下 并弃 用 将 仪表板电气线束接地带 固定 到 车身 的 螺栓 。 
拆下 主仪表板 。 请参阅 装饰饰件 仪表板 主 。 
向 外拉 后饰板 ， 为 后部驻车传感器 留出 空间 。 
松开 将 右加热电网线束 固定 到 车辆 的 夹子 。 
将 前排乘客座椅 充分 向前 移动 。 
查看 图像 ， 确保 所有 摄像头 均 能够 准确 捕获 图像 。 
重复 此 过程 ， 直至 行李箱装配间隙 和 齐 平度 处于 规格 范围 内 。 
将 球颈 推入 拖车挂钩外壳 ， 直到 锁芯 快速 逆时针 旋转 并 自动 锁定 到 闭合位 。 
从 左车身控制器模块 上 移出 左车身线束 。 
用手 拧紧 将 左后下方控制臂 固定 到 减震器 的 螺栓 和 螺母 。 
将 电气线束连接器 安装 到 后车窗开关 上 。 
断开 电气线束 与 左车身控制器模块连接器 的 连接 。 
拆下 车门开口 中 的 螺塞 ， 以便 为 固定 车窗玻璃 的 螺栓 留出 空间 。 
进入 第二排左座椅 ， 关闭 左后车门 。 
从 热交换器冷却液接头 上 拧下 螺塞 。 
穿过 行李箱隔板 ， 移入 行李箱电气线束 。 
推动 以 打开 左后衣帽钩 。 
将 电气线束 连接 到 方向盘右开关连接器 。 
从 车上 拆下 挡风玻璃雨刮器储水罐 。 
安装 左前脚垫 
拆下 将 驾驶位座椅倾斜电机 固定 到 座椅骨架 的 螺栓 。 
连接 左温度传感器电气连接器 。 
将 右线束连接器 连接 到 加热电网 上 。 
将 冷却液排放适配器 连接 到 外螺纹接头 ， 然后 将 管路 引入 冷却液排出容器 。 
从 车上 拆下 副驾位车窗开关 。 
拆下 将 接地带螺栓 固定 到 高压电池 的 螺栓 ， 然后 从 车上 拆下 接地带 。 
拆下 左前脚垫 。 
安装 高压电池 。 请参阅 高压电池 。 
从 座椅滑轨电机 上 拆下 线束夹 注 1 个 夹子 
用 silaramic润滑剂 润滑 o型环 。 
将 电气线束 连接 到 前驻车距离传感器 。 
将 卡环 安装 到 冷凝器 中 ， 确保 卡环 完全 就 位于 凹槽 内 。 
断开 上部模式执行机构 上 的 电气连接器 。 
连接 安全控制器电气连接器 ， 然后 安装 将 杯托饰板 固定 到 中控台总成 的 夹子 。 
安装 前备箱盖 的 左前备箱盖支撑杆支架 。 
插入 螺塞 ， 覆盖 左前车门 外部 释放 把手 螺母 的 空间 。 
拆下 并弃 用 将 前副框架前部 固定 到 车身 的 螺栓 。 
将 冷却液排放容器 放置 在 高压电池 右下方 。 
将 exv线圈线束 放置 在 超级歧管 上 。 
将 挡风玻璃 电气连接器 连接 到 湿度 和 温度传感器 。 
安装 天线线束夹 。 
拆下 前备箱储物单元 。 请参阅 前备箱储物单元 
轻轻地 将 行李箱照明灯 推入 行李箱左侧饰板 。 
安装 高压电池探针盖板 。 请参阅 盖板 高压 探头 高压电池 。 
松开 左第二排座椅靠背 ， 并 稍微 向前 折叠 。 
插入 插头 ， 覆盖 左后车窗电机/调节器 总成 螺栓 。 
从后 车门撞销 上 取下 车间毛巾 。 
适度 松开 必要 的 螺栓 ， 只要 能 轻微 用力 即可 调整 翼 子板 即可 。 
断开 电气连接器 与 安全控制器 的 连接 ， 然后 拆下 杯托饰件 。 
连接 右 和 中间座椅锁扣电气连接器 。 
将 模板 与 驻车传感器 对齐 ， 然后 用 遮蔽胶带 将 模板 固定 到位 。 
拆下 将 左前制动管路管束 固定 到 防抱死制动系统单元 的 螺母 。 
断开 冷却器 至 电池软管 传感器 以及 pt供给软管传感器 。 
在 助手 的 帮助 下 ， 将 中梁滑板 安装 到 高压电池 。 
重新 装 上 大号螺栓 ， 然后 用手 将 螺栓 紧固 到 后副框架 上 。 
断开 右侧转向灯 和 摄像头 的 前部线束连接器 。 
使用 小号一字螺丝刀 撬开 左后衣帽钩螺钉盖板 。 
使用 驾驶位主开关 完全 升高 左后车窗 。 
将 电脑净化入口适配器 连接 到 车载电脑 右侧 的 冷却液接头 上 ， 然后 拧紧 夹子 。 
将 滑轨装置 安装 到 背光灯玻璃 上 。 
取 走 车辆 下方 的 冷却液排放材料 。 
从 冷却 风扇 和 护罩总成 上 拆下 螺栓 和 隔离器 。 
将 中间轴 滑向 车辆 前部 。 
打开 全部 车门 。 注 闩上 后车门 ， 防止 意外 锁闭 。 
将 挡风玻璃清洗器软管 安装 到 挡风玻璃清洗器泵 和 储液罐 上 。 
松开 将 行李箱线束 固定 到 行李箱盖 的 夹子 。 
从 空调冲洗适配器 上 断开 空调机软管 。 
松开 夹子 并 断开 冷却液软管 与 冷却器 和 exv总成 的 连接 。 
从 驾驶位靠背 上 拆下 头枕 。 
关闭 温度控制系统 。 
松开 将 仪表板电气线束 固定 到 车身 的 夹子 。 
滑动 释放装置 ， 将 充电接口 至 高压电池线束 的 三相连接器把手 从 固定位置 解锁 。 
完全 拧紧 螺栓 。 18nm 
连接 腰部支撑泵 注 1 个 连接器 
若有 ， 从 车门饰板线束挂钩 上 松开 电气线束 。 
拆下 行李箱电动支杆 。 请参阅 电源 支柱 行李箱 。 
将 两个前排座椅 移回 原位 。 
将 下部过滤器 安装 到 过滤器外壳 中 ， 使 箭头 指向 车辆 后部 。 
断开 顶篷电气线束 。 
将 中央显示屏颈部外壳 放置 到 车内 
如果 之前 拆卸 了 高压电池负极触点开关绝缘体罩 ， 请 重新安装 。 
安装 雨刮器模块 。 请参阅 雨刮器模块 。 
拆下 并弃 用 将 下部座椅安全带锚 固定 到 车辆 的 螺栓 。 
将 冷却液排放适配器 连接 到 高压电池回路软管 ， 然后 利用 管路 排放 冷却液 。 
将 真空再充注盖 安装 到 冷却液罐总成 上 
合 上 中控台扶手 。 
从 饰板 上 拆下 手动开锁缆索套 ， 向下 转动 缆索 套 至 垂直 状态 。 
手 伸进 扬声器支架开口 中 ， 从 车上 拆下 限位器 。 
举升 并 支撑 车辆 注 确保 车辆 在 升离 地 面前 未 处于 充电状态 
拆下 将 后驱动单元右套管 固定 到 副框架 的 螺栓 和 螺母 。 
连接 清洗器泵 和 液位传感器连接器 注 2 个 连接器 
缓慢 地 打开 调压器 上 的 阀门 ， 使 冷却液 从 高压电池回流软管 中 排出 。 
断开 线束 与 车门把手连接器 的 连接 。 
将 定位台架 降至 作业高度 并 锁定 。 
在 左后下方控制臂 下面 放置 支架 。 
小心 地压 下 schrader阀 以 释放 空调管路 中 的 真空 。 
连接 方向盘电气线束连接器 。 
断开 鼓风电机连接器 注 1 个 连接器 
放下 扶手 。 
连接 座椅安全带锁扣连接器 注 1 个 连接器 
将 大灯垫圈 安装 在 新 的 左前翼子板 上 。 
向 后 滑动 红色锁片 ， 按下 黑色锁片 ， 然后 断开 紧急响应回路 。 
松开 将 插锁 固定 到 座椅靠背 的 夹子 ， 然后 从 座椅靠背 上 拆下 插锁 。 
将 路面照明灯 连接 到 车门 电气线束 。 
使用 异丙醇 清洁 背光灯玻璃顶 。 
取 走 车辆 下方 的 冷却液排放容器 
打开 全部 车门 ， 锁上 后车门 以防 意外 关闭 。 
连接 供暖 、 通风 和 空调入口执行机构 电气连接器 。 
手动 拧紧 升降器紧固件 。 
确定 需要 朝 哪个 方向 调整 行李箱盖 ， 才能 将 其 调至 规格 范围 内 。 
紧固 将 手套箱 固定 到 仪表板支架 的 夹子 。 
抬起 底板风管 的 后部 ， 以便 松开 将 电气线束 固定 到 车身 的 夹子 。 
安装 盖子 。 4nm 
向 仪表板 上 粘贴 遮蔽胶带 ， 以 保护 转向柱 上 的 开口 。 
放置 支架 以 支撑 后副框架 的 前部 。 
沿外口 整理 密封条 ， 梳理 平展 。 注 务必 将 密封条 按入 各个 角落 。 
在 助手 的 帮助 下 ， 升起 后 副框架举升工具 以 支撑 后副框架 。 
将 驾驶位座椅 移回 原位 。 
从 高压电池 上 拆下 冷却液压力测试适配器 和 冷却液排出适配器 。 
将 角向起子 固定 到 电钻 上 。 
安装 后平衡杆 。 请参阅 平衡杆 后 。 
将 冷却液排放容器 放在 电池冷却液泵 下方 
确定 需要 朝 哪个 方向 调整 车门 ， 才能 将 其 调至 规格 范围 内 。 
安装 螺塞 ， 以便 为 车窗 电机/升降器总成 留出 空间 。 
确保 真空再充注工具 的 冷却液再充注阀 和 进气口阀 都 处于 关闭 状态 。 
断开 电气线束 与 安全车身控制器模块连接器 之间 的 连接 ， 然后 从 车上 拆下 饰板 。 
将 电气线束 连接 到 右车身控制器模块连接器 。 
从 软管 上 拆下 螺塞 。 
从 配电盒探针盖板 中 拆下 泄漏测试插头 。 
拆下 将 中间流线型护板 固定 到 车辆 的 螺栓 ， 然后 从 车上 拆下 护板 。 
拆下 将 挡风玻璃线束 固定 到 挡风玻璃支架 的 螺钉 ， 然后 将 线束 放置 一旁 。 
在 助手 的 帮助 下 ， 将 拖车挂钩总成 安装 到 车身螺柱 上 。 
松开 将 吸入/液体管路 固定 到 热膨胀阀 附近 车身 的 夹子 。 
松开 将 电气线束 固定 到 冷却器 至 车载电脑 和 高压电池电源歧管软管 的 夹子 。 
拆下 上部行李箱饰板 。 请参阅 饰板 行李箱 。 
穿过 隔板 将 电气线束 的 右侧 推出 。 
从 主动进气格栅 上 拆下 环境温度传感器盖 ， 然后 断开 传感器电气连接器 。 
连接 座椅加热器线束 注 1 个 连接器 
部分 开启 行李箱盖 ， 以 容纳 后部徽标固定装置 。 
拆下 前备箱储物单元毡毯 。 请参阅 毡毯 前备箱 储物 。 
排放功率转换系统 中 的 冷却液 。 请参阅 配电盒 冷却液 。 
拆下 粘性 一侧 的 徽标内衬 ， 然后 借助 基准孔 将 徽标 放置 在 徽标固定装置 上 。 
执行 磁盘外壳漏气测试 。 请参阅 磁盘外壳漏气测试 。 
针对 右雾灯 重复 第 78 步 。 
连接 紧急响应回路 注 1 个 连接器 ； 接合 锁片 
安装 将 右前毡毯 固定 到 腿部 区域 的 夹子 。 
滑动 释放装置 ， 将 充电端口 至 高压电池线束 的 直流输入连接器把手 从 固定位置 解锁 。 
断开 电气线束 与 高压电池负极触点开关连接器 的 连接 。 
将 电气连接器 连接 到 安全车身控制器模块 。 
将 前部线束 连接 到 前端模块线束 。 
使用 起重机 和 h 形 框架 举升机 ， 从 装运容器 中吊 运出 高压电池 。 
安装 后备箱底板 。 
将 电气线束 连接 到 右大灯连接器 。 
点击 stop按钮 以 结束 热充注排放例程 。 
松开 夹子 ， 从 逆变器冷却液接头处 断开 后驱动单元入口软管 ， 然后 塞住 接头 。 
拆下 后备箱底板饰板 。 请参阅 饰板 底盘 行李箱 。 
安装 前雷达传感器 。 请参阅 传感器 雷达 前 。 
拆下 暖通空调送气管槽 
拆下 将 配电盒纵梁 固定 到 车身 和 配电盒罩 的 螺栓 ， 然后 从 车上 拆下 纵梁 。 
使用 硅胶叠缝滚压机 彻底 粘合 徽标 。 
打开 全部四个 车门 并 降下 全部四个 车窗 。 
在 大灯测试仪工具 上 ， 选择 ok 。 
拆下 后视镜 。 请参阅 镜 后视 。 
用 异丙醇湿巾 清洁 行李箱 表面 ， 待 风干 后 再 继续 下 一步 操作 。 
将 车间抹布 从 撞销 中 取出 。 
将 车辆 从 定位架 上开 下来 。 
拆下 中控台 。 请参阅 中控台 。 
执行 前置摄像头目标校准程序 。 请参阅 摄像头 前置 
打开 两个 左车门 。 
使用 toolbox3 将 冷却系统 设 为 充注模式 。 
将 线束夹 安装 到 仪表板支架 上 。 
从 车辆 下方 移走 支架 。 
确保 驾驶位膝部气囊罩壳 后部 边缘 上 的 夹子 与 仪表板支架 卡合 。 
监控 真空表 30 秒 ， 以 验证 冷却系统 保持 真空状态 
安装 12v 电池 。 请参阅 12v/低压电池 。 
安装 将 前部线束 固定 到 前备箱前部储物单元 加固 支架 的 夹子 。 
从 车上 拆下 右毡毯定位器支架 
断开 高压电池交流电源插座线束 与 功率转换系统连接器 的 连接 。 
将 座椅靠背 线束连接器 安装 到 座椅 底部 
给 打磨机 安装 新 砂光盘 。 
将 电气连接器 连接 到 调谐器 前部 。 
拆下 膝部气囊 。 请参阅 气囊 膝部 副驾位 。 
若有 ， 则 松开 将 电气线束 固定 到 行人警示扬声器总成 的 夹子 。 
连接 滑盖连接器 。 
安装 覆盖 位于 配电盒左侧 的 高压线束 的 高压盖 。 
安装 座椅安全带锁扣 。 请参阅 锁扣 第一排 左 。 
断开 电气线束 与 天线放大器连接器 的 连接 。 
完全 降下 所有 车窗 ， 以 避免 发生 玻璃 破碎 和 车门 上锁 的 状况 。 
断开 加热垫连接器 注 1 个 连接器 
进行 下 一步 之前 ， 请 等待 2 分钟 ， 让 电气系统 完全 放电 。 
取 走 前备箱 区域 内 的 两个 冷却液容器 
拆下 固定 左脚部空间通风槽 的 夹子 ， 然后 拆下 通风槽 。 
分开 将 顶蓬线束 固定 到顶 蓬 的 胶水粘合点 。 
从 高压电池负极触点开关 上 拆下 绝缘体端盖 。 
均匀 地 涂抹 penetrox导电膏 ， 使 接触 表面 完全 被 盖住 。 
预装 将 右横梁支架 固定 到 车身 的 螺母 。 
安装 超级/冷却液储瓶 的 盖 。 
从 功率转换系统 和 电池法兰 中 拆下 插头 。 
使用 异丙醇 湿巾 清理 通风口 的 安装孔 。 
松开 将 左副框架电气线束 固定 到 车身 的 夹子 。 
将 后门 内存密封条 下压 入后 门内 。 
将 钥匙 插入 锁芯 中 ， 旋转 钥匙 ， 使 其 与 解锁图标 对齐 。 
连接 座椅滑轨位置传感器 注 1 个 连接器 
紧固 将 后副框架线束 固定 到 右侧车身 的 夹子 。 
拆下 定位侧板/转动板销 。 
降下 起重机架挂钩 ， 直至 驱动单元吊索 处于 松弛 状态 。 
拆下 乘客位脚部空间通风槽 注 1 个 推拉式夹 
将 电池回流软管 连接 到 超级瓶 左 后侧 ， 然后 紧固 夹子 。 
连接 直列式电气连接器 ， 然后 固定 到 右车身控制器模块 上 。 
取 走 车载电脑 下方 的 吸收性材料 
安装 将 电池正极电缆 固定 到 右车身控制器 的 新自锁螺母 。 
从 车上 拆下 左后上部前连杆 。 
从 车载电脑 上 拆下 冷却液塞 注 2 个 塞子 
拆下 用于 穿过 高压电池中梁滑板盖 固定 高压电池 的 中央螺栓 。 
松开 将 前驱动单元热交换器 至 超级瓶软管 固定 到 超级瓶 的 夹子 。 
完全 降下 左前后车窗 。 
松开 将 中央高位制动灯 固定 到 杂物盘 的 夹子 ， 然后 从 车上 拆下 制动 灯 。 
安装 全景摄像头盖 。 请参阅 盖 全景 摄像头 。 
拆下 主饰板 。 请参阅 装饰饰件 仪表板 主 。 
在 第二排下部座垫 区域 的 顶部 放置 一个 保护盖 ， 例如 翼子板盖 。 
确认 可 在 触摸屏 上 正常 打开 手套箱 。 
拆下 背光灯玻璃 上 的 左侧天线线束 。 
拆下 高压电池探针盖板 。 请参阅 盖板 高压 探头 高压电池 。 
关闭 前备箱盖 ， 然后 使用 间隙 和 齐平度工具 验证 定位 是否 在 规格 范围 内 。 
在 车载电脑 上 连接 冷却液软管 。 请参阅 guid994b4c5e5dbe4baba037d142fe9af2ff . html 。 
拆下 将 高压电池 前部 固定 到 车辆 的 螺栓 。 
连接 方向盘控制器 上 的 下部电气连接器 。 
如果 充电接口 至 高压电池线束 有 三相连接器 ， 请 在 三相接头 上 安装 哑插头 。 
松开 将 前驱动单元线束 固定 到 逆变器 的 夹子 。 
使用 橡胶锤 从 车上 拆下 右横拉杆球头 。 
操控 跳线线束 穿过 拖车挂钩总成支架 上 的 开口 ， 然后 拆下 拖车挂钩跳线线束 。 
安装 将 中控台 前部 固定 到 车身 的 螺栓 。 1.7 nm 
在 12v电池支架 上 安装 后部电池系紧带 。 
断开 车辆 左侧 的 高压电池回路软管 ， 然后 插入 内接头 。 
确保 冷却液再充注阀 和 进气口阀 都 处于 关闭 状态 。 
松开 将 手套箱电磁线圈电气线束 固定 到 手套箱 的 夹子 。 
聚氨酯 凝固 期间 ， 使用 遮蔽胶带 将 背光灯玻璃 固定 到 车身 。 
将 前部线束夹 安装 到 右大灯 区域 附近 。 
从 冷却液软管 外接头 上 拧下 螺塞 。 
松开 锁片 ， 然后 将 把手 向下 推 ， 断开 前驱动单元 逆变器逻辑连接器 。 
从 车辆 上 拆下 大灯 。 
在 c柱区域 ， 松开 将 电气线束 固定 到 车身 的 夹子 。 
松开 座椅高度电机 附近 将 电气线束 固定 到 座垫骨架 的 夹子 。 
拆下 位于 配电盒左侧 的 高压线束 的 高压盖 。 
将 背光灯线束电气连接器 连接 到 调谐器 上 。 
拆下 将 12v电池支架横梁 固定 到 车身 的 螺栓 。 
从车 身上 松开 右侧背光灯母排线束 。 
将 吸盘 放置 在 新 固定车顶玻璃 的 各角处 。 
拆下 前车轮 。 请参阅 轮毂 。 
松开 将 冷却液软管 固定 到 左剪力板 的 枞树夹 。 
安装 将 正温度系数加热器 电气连接器 固定 到 车身 的 夹子 。 
将 副驾位座椅 向 后 移动 ， 然后 将 座椅靠背 移 到 下方 。 
在 左前车门饰板 周围 贴 上 胶带 。 
连接 后置摄像头电气连接器 。 
将 后驱动单元入口软管 与 逆变器冷却液接头 相连 ， 然后 紧固 夹子 。 
松开 将 低压电气线束 固定 到 配电盒 处 充电端口 至 高压电池线束支架 的 夹子 。 
松开 将 枢轴套筒 固定 到 座椅靠背总成枢轴销 的 锁片 ， 然后 从轴销 上 拆下 套筒 。 
跳到 第 59 步 。 
安装 并用 手 拧紧 将 纵梁 固定 到 配电盒罩 和 车身 的 螺栓 。 
连接 ags执行机构电气连接器 。 
将 车辆 与 装有 toolbox3.0 的 笔记本电脑 相连 。 
松开 将 后侧驻车距离传感器 固定 到 后饰板 的 锁片 ， 然后 从 后饰板 上 拆下 传感器 。 
断开 仪表板电气线束 与 暖通空调风扇总成电机连接器 的 连接 。 
拆下 并弃 用 将 左横拉杆球头 固定 到 万向节 的 螺母 。 
从 车上 拆下 温度系统横梁电气线束 。 
将 新 的 挡风玻璃 放置 在 台架 上 ， 让 挡风玻璃支架 朝上 。 
拆下 将 裙板 固定 到 前平衡杆支架 的 夹子 。 
连接 方形线 ， 回拉工具 ， 让 其 穿过 进入 车辆 。 
拆下 转向柱控制模块 。 请参阅 模块 转向柱 控制 。 
松开 已布入 左后座椅安全带卡扣 的 左线束分支 。 
将 暖通空调系统 切换 至 空气内循环模式 。 
按下 ok ， 然后 再次 按下 ok 跳过 雾灯设置 。 
打开 左后门 ， 然后 关闭 左前门 。 
拆下 将 挡风玻璃清洗器储液罐 固定 到 车身 的 上部螺栓 ， 然后 从 车上 拆下 储液罐 。 
将 前部线束 的 右侧 排布 到 前控制器 区域 。 
安装 将 温度系统次总成线束 固定 到 前部线束导件盖 的 夹子 。 
将 路面照明灯 安装 到 右前门饰板 上 。 
从 功率转换系统冷却液端口 周围 移走 吸收垫 。 
安装 将 电池支架 固定 到 减震塔支架 的 螺栓 。 
若有 ， 拆下 并弃 用 将 电气线束 固定 到 车门 饰板 的 电缆扎带 。 
断开 电气线束 与 腰部阀组 和 电子控制单元 的 连接 。 
紧固 将 后车窗开关 固定 到 车门 饰板 的 夹子 。 
使用 遮蔽胶带 标记 左前门撞销 的 位置 。 
让 左后底漆密封条 完全 放置 入位 。 
取 走 车辆 下方 的 冷却液排放容器/吸收性材料 。 
将 制动片 安装 到 后制动钳 中 。 
断开 清洗器泵 和 液位传感器连接器 注 2 个 连接器 
安装 配电盒高压 和 配电盒12v端罩 。 
将 车载电脑 向 内 滑动 ， 以便 更好 地 操作 车载电脑 的 线束夹 和 电气连接器 。 
将 行李箱毡毯 装入 行李箱 ， 然后 紧固 将 行李箱毡毯 固定 到 车身 的 夹子 。 
从 前部线束丛 上 松开 温度系统线束 接地线 。 
从 超级歧管 上 松开 冷却液罐 ， 将 冷却液罐 朝 车尾 方向 移动 以 将 其 拆下 。 
安装 雨刮器片 。 请参阅 雨刮器片 。 
将 挡风玻璃电气线束 连接 到 gps天线连接器 。 
将 驾驶位 和 副驾位座椅 向 后 移动 恢复 到 其 原来 的 位置 。 
将 车载电脑 向 内移 ， 以便 更好 地 操作 车载电脑 的 夹子 和 电气连接器 。 
安装 将 裙板 固定 到 前平衡杆支架 的 夹子 。 
从 超级歧管 上 断开 冷却器 至 电池软管 和 动力总成供给软管 。 
拆下 杂物盘 。 请参阅 饰板 杂物盘 。 
将 头枕 向上 拉 ， 从 座椅 上取 下来 。 
将 电气线束 连接 到 座椅加热器连接器 。 
降下 车窗 ， 为 升降器隔离夹 留出 空间 。 
断开 电气线束 与 冷却器 和 exv总成连接器 的 连接 。 
使用 ipa湿巾 清洁 背光灯 上 的 行李箱翻转密封条 区域 。 
将 前保险杠梁泡沫 安装 到 前 保险杠梁 上 。 
紧固 将 后副框架线束 固定 到 左侧车身 的 夹子 。 
将 左前座椅内饰 拉离 气囊 ， 以便 操作 气囊电气连接器 
松开 将 前雷达传感器线束 固定 到 前端支架 的 夹子 。 
从 车上 拆下 支架 和 轮毂千斤顶适配器 。 
断开 pt供给软管 并 塞住 软管 的 外 接口 侧 。 
拆下 导块车门塞 。 
松开 将 高压电缆 固定 到 车身 的 夹子 。 
断开 天线连接器 与 调谐器 的 连接 。 
将 升降臂 彻底 外移 。 
连接 驾驶位座椅侧气囊电气连接器 。 
拆下 挡风玻璃清洗器储液罐 。 请参阅 储液罐 挡风玻璃清洗器 。 
拆下 将 横梁 固定 到 整流罩 上部 的 螺栓 。 2 5nm 
松开 将 裙板 固定 到 车身 的 夹子 。 
松开 将 电气线束 固定 到 前转向灯/雾灯 的 夹子 。 
拆下 并弃 用 将 靠背倾角调节导管 固定 到 框架 的 夹子 。 
将 电气线束 连接 到 b柱天线连接器 。 
将 后 副框架举升工具 置于 后副框架 的 下方 。 
松开 座椅滑轨电机外壳 附近 的 电气线束固定夹 。 
安装 驾驶位脚垫 。 
紧固 将 吸入/液体管路 固定 到 热膨胀阀 附近 车身 的 夹子 。 
断开 暖通空调电气连接器 与 左车身控制器模块 的 连接 。 
例程 完成 后 ， 点击 提示 窗口 右上角 的 x ， 然后 断开 笔记本电脑 与 车辆 的 连接 。 
拆下 遮盖 车门把手螺母 的 螺塞 。 
拆下 将 母排检修盖板 固定 到 母排高压电池直流输入总成 的 螺栓 。 
连接 12v电源 。 请参阅 12v/低压电源 。 
将 线束夹 固定 到 右减震塔 上 。 
断开 座垫 各 端的 电气连接器 ， 然后 从 车上 拆下 座垫 。 
紧固 将 电气线束 固定 到 吸液管 的 夹子 。 
将 电气线束 连接 到 环境空气温度传感器连接器 。 
将 冷却液车冲刷软管 连接 到 右侧排放适配器 上 。 
model3 将 电气线束 连接 到 前副框架电气线束 。 
打开 所有 车门 为 车内通风 。 
在 拆下 烟火电池隔离开关 的 位置 上 ， 安装 哑隔离开关 。 
将 毡毯 向 后 展开 到 原来 位置 。 
揭开 红色锁片 ， 将 其 从 新转向柱控制模块 上 拆下 。 
使用 撑杆 支撑 行李箱 。 
对 lte服务 执行 功能 检查 。 
断开 前部蓝牙被动式进入天线连接器 上 的 电气连接器 。 
安装 冷却风扇模块 。 请参阅 模块 冷却 风扇 
将 绝缘体端盖 安装 到 高压电池正极触点开关 上 。 
安装 并用 手 拧紧 将 雨刮器臂 固定 到 雨刮器电机总成 的 螺母 。 
断开 左帘式气囊连接器 上 的 电气线束 。 
断开 前驱动单元线束连接器 。 
将 冷却液 加注 至 max 刻度 线处 。 
打开 左前车门 ， 然后 完全 降下 全部 车窗 。 
将 右雨刮器臂 和 软管总成 安装 到 车辆 上 
安装 将 负极 和 正极母排 固定 到 直流链路 和 直流 输入 的 新螺栓 。 
断开 连接器 与 12v电源插座 和 路面照明灯 之间 的 连接 。 
安装 并用 手 拧紧 将 后驱动单元后部套管 固定 到 副框架 的 螺栓 和 螺母 。 
从车 身上 拆下 仪表板线束夹 注 4 个 夹子 
固定 将 杯托饰板 固定 到 中控台总成 的 夹子 。 
安装 正跨接接线柱 。 5nm 
将 玻璃 的 中心 与 导块 开口 对齐 。 
执行 空调制冷剂回收程序 。 请参阅 空调制冷剂 回收 和 加注 。 
从 支架 上 拆下 电池 供电 警报器 。 
将 负极 电缆 安装 在 12v 电池 上 。 
将 隔音泡沫 安装 到 左前顶篷扬声器 上 。 
空气净化 完成 后 ， 点击 窗口 右上角 的 x 。 
断开 环境温度传感器电气连接器 。 
打开 左前下门槛板罩螺栓检修盖 。 
断开 电气线束 与 气囊传感器连接器 的 连接 。 
将 密封条 末端 插入 内侧密封条 的 前端 。 
连接 预紧装置电气连接器 。 
