将 吸盘 放置 在 新 固定车顶玻璃 的 各角处 。 
拆下 前车轮 。 请参阅 轮毂 。 
松开 将 冷却液软管 固定 到 左剪力板 的 枞树夹 。 
安装 将 正温度系数加热器 电气连接器 固定 到 车身 的 夹子 。 
将 副驾位座椅 向 后 移动 ， 然后 将 座椅靠背 移 到 下方 。 
在 左前车门饰板 周围 贴 上 胶带 。 
连接 后置摄像头电气连接器 。 
将 后驱动单元入口软管 与 逆变器冷却液接头 相连 ， 然后 紧固 夹子 。 
松开 将 低压电气线束 固定 到 配电盒 处 充电端口 至 高压电池线束支架 的 夹子 。 
松开 将 枢轴套筒 固定 到 座椅靠背总成枢轴销 的 锁片 ， 然后 从轴销 上 拆下 套筒 。 
跳到 第 59 步 。 
安装 并用 手 拧紧 将 纵梁 固定 到 配电盒罩 和 车身 的 螺栓 。 
连接 ags执行机构电气连接器 。 
将 车辆 与 装有 toolbox3.0 的 笔记本电脑 相连 。 
松开 将 后侧驻车距离传感器 固定 到 后饰板 的 锁片 ， 然后 从 后饰板 上 拆下 传感器 。 
断开 仪表板电气线束 与 暖通空调风扇总成电机连接器 的 连接 。 
拆下 并弃 用 将 左横拉杆球头 固定 到 万向节 的 螺母 。 
从 车上 拆下 温度系统横梁电气线束 。 
将 新 的 挡风玻璃 放置 在 台架 上 ， 让 挡风玻璃支架 朝上 。 
拆下 将 裙板 固定 到 前平衡杆支架 的 夹子 。 
连接 方形线 ， 回拉工具 ， 让 其 穿过 进入 车辆 。 
拆下 转向柱控制模块 。 请参阅 模块 转向柱 控制 。 
松开 已布入 左后座椅安全带卡扣 的 左线束分支 。 
将 暖通空调系统 切换 至 空气内循环模式 。 
按下 ok ， 然后 再次 按下 ok 跳过 雾灯设置 。 
打开 左后门 ， 然后 关闭 左前门 。 
拆下 将 挡风玻璃清洗器储液罐 固定 到 车身 的 上部螺栓 ， 然后 从 车上 拆下 储液罐 。 
将 前部线束 的 右侧 排布 到 前控制器 区域 。 
安装 将 温度系统次总成线束 固定 到 前部线束导件盖 的 夹子 。 
将 路面照明灯 安装 到 右前门饰板 上 。 
从 功率转换系统冷却液端口 周围 移走 吸收垫 。 
安装 将 电池支架 固定 到 减震塔支架 的 螺栓 。 
若有 ， 拆下 并弃 用 将 电气线束 固定 到 车门 饰板 的 电缆扎带 。 
断开 电气线束 与 腰部阀组 和 电子控制单元 的 连接 。 
紧固 将 后车窗开关 固定 到 车门 饰板 的 夹子 。 
使用 遮蔽胶带 标记 左前门撞销 的 位置 。 
让 左后底漆密封条 完全 放置 入位 。 
取 走 车辆 下方 的 冷却液排放容器/吸收性材料 。 
将 制动片 安装 到 后制动钳 中 。 
断开 清洗器泵 和 液位传感器连接器 注 2 个 连接器 
安装 配电盒高压 和 配电盒12v端罩 。 
将 车载电脑 向 内 滑动 ， 以便 更好 地 操作 车载电脑 的 线束夹 和 电气连接器 。 
将 行李箱毡毯 装入 行李箱 ， 然后 紧固 将 行李箱毡毯 固定 到 车身 的 夹子 。 
从 前部线束丛 上 松开 温度系统线束 接地线 。 
从 超级歧管 上 松开 冷却液罐 ， 将 冷却液罐 朝 车尾 方向 移动 以 将 其 拆下 。 
安装 雨刮器片 。 请参阅 雨刮器片 。 
将 挡风玻璃电气线束 连接 到 gps天线连接器 。 
将 驾驶位 和 副驾位座椅 向 后 移动 恢复 到 其 原来 的 位置 。 
将 车载电脑 向 内移 ， 以便 更好 地 操作 车载电脑 的 夹子 和 电气连接器 。 
安装 将 裙板 固定 到 前平衡杆支架 的 夹子 。 
从 超级歧管 上 断开 冷却器 至 电池软管 和 动力总成供给软管 。 
拆下 杂物盘 。 请参阅 饰板 杂物盘 。 
将 头枕 向上 拉 ， 从 座椅 上取 下来 。 
将 电气线束 连接 到 座椅加热器连接器 。 
降下 车窗 ， 为 升降器隔离夹 留出 空间 。 
断开 电气线束 与 冷却器 和 exv总成连接器 的 连接 。 
使用 ipa湿巾 清洁 背光灯 上 的 行李箱翻转密封条 区域 。 
将 前保险杠梁泡沫 安装 到 前 保险杠梁 上 。 
紧固 将 后副框架线束 固定 到 左侧车身 的 夹子 。 
将 左前座椅内饰 拉离 气囊 ， 以便 操作 气囊电气连接器 
松开 将 前雷达传感器线束 固定 到 前端支架 的 夹子 。 
从 车上 拆下 支架 和 轮毂千斤顶适配器 。 
断开 pt供给软管 并 塞住 软管 的 外 接口 侧 。 
拆下 导块车门塞 。 
松开 将 高压电缆 固定 到 车身 的 夹子 。 
断开 天线连接器 与 调谐器 的 连接 。 
将 升降臂 彻底 外移 。 
连接 驾驶位座椅侧气囊电气连接器 。 
拆下 挡风玻璃清洗器储液罐 。 请参阅 储液罐 挡风玻璃清洗器 。 
拆下 将 横梁 固定 到 整流罩 上部 的 螺栓 。 2 5nm 
松开 将 裙板 固定 到 车身 的 夹子 。 
松开 将 电气线束 固定 到 前转向灯/雾灯 的 夹子 。 
拆下 并弃 用 将 靠背倾角调节导管 固定 到 框架 的 夹子 。 
将 电气线束 连接 到 b柱天线连接器 。 
将 后 副框架举升工具 置于 后副框架 的 下方 。 
松开 座椅滑轨电机外壳 附近 的 电气线束固定夹 。 
安装 驾驶位脚垫 。 
紧固 将 吸入/液体管路 固定 到 热膨胀阀 附近 车身 的 夹子 。 
断开 暖通空调电气连接器 与 左车身控制器模块 的 连接 。 
例程 完成 后 ， 点击 提示 窗口 右上角 的 x ， 然后 断开 笔记本电脑 与 车辆 的 连接 。 
拆下 遮盖 车门把手螺母 的 螺塞 。 
拆下 将 母排检修盖板 固定 到 母排高压电池直流输入总成 的 螺栓 。 
连接 12v电源 。 请参阅 12v/低压电源 。 
将 线束夹 固定 到 右减震塔 上 。 
断开 座垫 各 端的 电气连接器 ， 然后 从 车上 拆下 座垫 。 
紧固 将 电气线束 固定 到 吸液管 的 夹子 。 
将 电气线束 连接 到 环境空气温度传感器连接器 。 
将 冷却液车冲刷软管 连接 到 右侧排放适配器 上 。 
model3 将 电气线束 连接 到 前副框架电气线束 。 
打开 所有 车门 为 车内通风 。 
在 拆下 烟火电池隔离开关 的 位置 上 ， 安装 哑隔离开关 。 
将 毡毯 向 后 展开 到 原来 位置 。 
揭开 红色锁片 ， 将 其 从 新转向柱控制模块 上 拆下 。 
使用 撑杆 支撑 行李箱 。 
对 lte服务 执行 功能 检查 。 
断开 前部蓝牙被动式进入天线连接器 上 的 电气连接器 。 
安装 冷却风扇模块 。 请参阅 模块 冷却 风扇 
将 绝缘体端盖 安装 到 高压电池正极触点开关 上 。 
安装 并用 手 拧紧 将 雨刮器臂 固定 到 雨刮器电机总成 的 螺母 。 
断开 左帘式气囊连接器 上 的 电气线束 。 
断开 前驱动单元线束连接器 。 
将 冷却液 加注 至 max 刻度 线处 。 
打开 左前车门 ， 然后 完全 降下 全部 车窗 。 
将 右雨刮器臂 和 软管总成 安装 到 车辆 上 
安装 将 负极 和 正极母排 固定 到 直流链路 和 直流 输入 的 新螺栓 。 
断开 连接器 与 12v电源插座 和 路面照明灯 之间 的 连接 。 
安装 并用 手 拧紧 将 后驱动单元后部套管 固定 到 副框架 的 螺栓 和 螺母 。 
从车 身上 拆下 仪表板线束夹 注 4 个 夹子 
固定 将 杯托饰板 固定 到 中控台总成 的 夹子 。 
安装 正跨接接线柱 。 5nm 
将 玻璃 的 中心 与 导块 开口 对齐 。 
执行 空调制冷剂回收程序 。 请参阅 空调制冷剂 回收 和 加注 。 
从 支架 上 拆下 电池 供电 警报器 。 
将 负极 电缆 安装 在 12v 电池 上 。 
将 隔音泡沫 安装 到 左前顶篷扬声器 上 。 
空气净化 完成 后 ， 点击 窗口 右上角 的 x 。 
断开 环境温度传感器电气连接器 。 
打开 左前下门槛板罩螺栓检修盖 。 
断开 电气线束 与 气囊传感器连接器 的 连接 。 
将 密封条 末端 插入 内侧密封条 的 前端 。 
连接 预紧装置电气连接器 。 
